Repository: jabber-at/hp
Catalog: hp/core/locale/*/LC_MESSAGES/django.po
Languages: de

source: Publish selected %(models)s
de: Ausgewählte %(models)s online stellen

source: Unpublish selected %(models)s
de: Ausgewählte %(models)s offline nehmen

source: Author
de: Autor

source: Descriptions
de: Beschreibung

source: Descriptions are used by various systems (RSS readers, Facebook, ...) to generate previews of this content.
de: Beschreibungen werden von verschiedenen Systemen (RSS reader, Facebook, ...) dazu verwendet, um eine Vorschau der Seite zu erstellen.

source: Timerange of activities
de: Zeitspanne der Aktivitäten

source: Number of activities
de: Anzahl der Aktivitäten

source: Number of confirmations
de: Anzahl der Bestätigungen

source: Manually
de: Manuell

source: Unknown
de: Unbekannt

source: Temporary error
de: Vorübergehender Fehler

source: Object
de: Objekt

source: This <a href="https://en.wikipedia.org/wiki/CAPTCHA">CAPTCHA</a> prevents automated SPAM. If you can't read it, just <a class="captcha-refresh">&#8634; reload</a> it.
de: Dieses <a href="https://de.wikipedia.org/wiki/Captcha">CAPTCHA</a> verhindert automatisierten SPAM. Wenn du es nicht lesen kannst, kannst du es <a class="captcha-refresh">&#8634; neu laden</a>.

source: At least 12, at most 30 characters. What is you message about?
de: Mindestens 12, maximal 30 Zeichen. Um was geht es?

source: Please describe your issue as detailed as possible!
de: Bitte beschreiben sie so genau wie möglich, worum es geht!

source: Your address, so we can get back to you.
de: Ihre Adresse, damit wir sie kontaktieren können.

source: Operating System
de: Betriebssystem

source: Any operating system
de: Alle Betriebssysteme

source: Page title
de: Titel

source: Slug (used in URLs)
de: Slug (in URLs verwendet)

source: Wether or not the page is public.
de: Ob die Seite gerade öffentlich ist.

source: For search engines, max. of 160 characters.
de: Für Suchmaschinen, maximal 160 Zeichen.

source: At most 200 characters.
de: Maximal 200 Zeichen.

source: Two to four sentences, default: first three sentences.
de: Zwei bis vier Sätze, Default: die ersten drei Sätze.

source: Any length, but must be valid HTML. Shown in RSS feeds.
de: Beliebige Länge, aber muss valides HTML sein. Wird in RSS feeds angezeigt.

source: Pinned at the top of any list of blog posts.
de: Ganz oben in der Liste der Blog-Einträge.

source: IP-Address
de: IP-Adresse

source: IP-Addresses
de: IP-Adressen

source: Failed login
de: Fehlgeschlagener Login

source: Registration
de: Registrierung

source: Reset password
de: Passwort neu setzen

source: Set email
de: E-Mail setzen

source: Set password
de: Passwort setzen

source: Request headers used.
de: HTTP header vom Request

source: IP-Address Activity
de: Aktivität einer IP-Adresse

source: IP-Address Activities
de: Aktivitäten einer IP-Adresse

source: %(brand)s - Recent updates (RSS feed)
de: %(brand)s - Neueste Artikel (RSS feed)

source: %(brand)s - Recent updates (Atom feed)
de: %(brand)s - Neueste Artikel (Atom feed)

source: Account
de: Konto

source: Logout
de: Abmelden

source: Register
de: Registrieren

source: Login
de: Anmelden

source: This homepage is Free Software, you can find the source <a href="https://github.com/jabber-at/hp">on github</a>.
de: Diese Homepage ist Freie Software, den Quellcode gibt es <a href="https://github.com/jabber-at/hp">auf github</a>.

source: Ooops! You're blocked.
de: Ooops! Sie wurden blockiert.

source: You are not allowed to perform this function.
de: Sie dürfen diese Funktion leider nicht ausführen.

source: A free, stable, secure and feature-rich Jabber/XMPP server. Join the free and open Jabber instant messaging network today!
de: Ein freier, stabiler, sicherer und aktueller Jabber/XMPP server. Werde noch heute Teil des Jabber Instant Messaging Netzwerkes!

source: A free, secure, feature-rich Jabber/XMPP server
de: Ein freier, sicherer und aktueller Jabber/XMPP server.

source: Free Jabber/XMPP server
de: Freier Jabber/XMPP server.

source: Recommended clients
de: Empfohlene Clients

source: Don't know what client you could use? Here are some free clients that we have found work well for your operating system or platform.
de: Sie wissen nicht, welchen Client sie nutzen sollen? Hier finden sie einige freie Programme die gut funktionieren.

source: Recommended Jabber/XMPP clients
de: Empfohlene Jabber/XMPP clients

source: Don't know what client you could use? Here are some free clients that we have found work well for your operating system.
de: Sie wissen nicht, welchen Client sie nutzen sollen? Hier finden sie einige freie Programme, die gut funktionieren.

source: Don't know what client you could use? Here are some free clients that we have found work well for your operating system or platform. The page also includes an overview over the most important XEPs.
de: Sie wissen nicht, welchen Client sie nutzen sollen? Hier finden sie einige freie Programme für alle Betriebssysteme. Es gibt auch eine Übersicht über Unterstützung für die wichtigsten XEPs.

source: Jabber is an open protocol and anyone may develop a client for it. This means there are many different clients to connect to %(hostname)s.
de: Jabber ist ein offenes Protokoll, daher kann auch jedeR einen Client dafür entwickeln. Es gibt daher eine Unzahl an Clients, um sich zu %(hostname)s zu verbinden.

source: So what's the best client?
de: Also was ist der beste Client?

source: Here is what we have found works best:
de: Was unserer Meinung nach am besten funktioniert:

source: Android: <a href="https://conversations.im/">Conversations</a> (€ 2,39 on <a href="https://play.google.com/store/apps/details?id=eu.siacs.conversations">Google Play</a> or free on <a href="https://f-droid.org/repository/browse/?fdfilter=conversations&fdid=eu.siacs.conversations">F-Droid</a>)
de: Android: <a href="https://conversations.im/">Conversations</a> (€ 2,39 auf <a href="https://play.google.com/store/apps/details?id=eu.siacs.conversations">Google Play</a> oder gratis auf <a href="https://f-droid.org/repository/browse/?fdfilter=conversations&fdid=eu.siacs.conversations">F-Droid</a>)

source: iOS (iPhone): <a href="https://chatsecure.org/">ChatSecure</a> (in the <a href="https://itunes.apple.com/us/app/chatsecure/id464200063">App Store</a>)
de: iOS (iPhone): <a href="https://chatsecure.org/">ChatSecure</a> (im <a href="https://itunes.apple.com/us/app/chatsecure/id464200063">App Store</a>)

source: Linux (console): <a href="https://mcabber.com/">mcabber</a> or <a href="http://profanity.im/">Profanity</a>
de: Linux (Konsole): <a href="https://mcabber.com/">mcabber</a> oder <a href="http://profanity.im/">Profanity</a>

source: Web (in the Browser): <a href="https://conversejs.org/">Converse.js</a>
de: Web (im Browser): <a href="https://conversejs.org/">Converse.js</a>

source: Can you be more specific?
de: Geht es bitte etwas genauer?

source: Sure we can:
de: Aber klar doch:

source: With <a href="https://trac-plugins.gajim.org/wiki/HttpUploadPlugin">Plugin</a>
de: Mit <a href="https://trac-plugins.gajim.org/wiki/HttpUploadPlugin">Plugin</a>

source: With <a href="https://github.com/omemo/gajim-omemo">Plugin</a>
de: Mit <a href="https://github.com/omemo/gajim-omemo">Plugin</a>

source: Good for voice/video calls
de: Gut für Sprach- und Videotelefonie.

source: You have to host your own instance.
de: Muss selbst gehostet werden.

source: See <a href="https://github.com/anurodhp/Monal/issues/5">github issue</a>
de: Siehe <a href="https://github.com/anurodhp/Monal/issues/5">github issue</a>

source: With <a href="https://github.com/segler-alex/Pidgin-GPG">Plugin</a>
de: Mit <a href="https://github.com/segler-alex/Pidgin-GPG">Plugin</a>

source: Feel information on this page is missing or out of date? Please just <a href="%(url)s">contact us</a>.
de: Falls ihnen auffällt, dass Informationen nicht mehr aktuell sind, <a href= "%(url)s">kontaktieren sie uns</a> bitte einfach.

source: You can also find other lists of clients on <a href="http://xmpp.org/software/clients.shtml">xmpp.org</a>, <a href="http://en.wikipedia.org/wiki/List_of_XMPP_client_software">Wikipedia</a>, on <a href="https://www.zash.se/xmpp-clients.html">zash.se</a>, or, in French, at <a href="https://wiki.jabberfr.org/Clients">jabberfr.org</a>.
de: Weitere Listen von Clients finden sich auch auf <a href="http://xmpp.org/software/clients.shtml">xmpp.org</a>, <a href="http://en.wikipedia.org/wiki/List_of_XMPP_client_software">Wikipedia</a>, <a href="https://www.zash.se/xmpp-clients.html">zash.se</a>, oder, auf Französisch, auf <a href="https://wiki.jabberfr.org/Clients">jabberfr.org</a>.

source: If you can't register an account or have trouble connecting to our server, please use this contact form. You can also contact us via Chatroom, Twitter or Facebook.
de: Falls sie sich nicht registrieren oder nicht verbinden können, benutzen sie bitte unser Kontaktformular. Sie können uns auch via Chatroom, Twitter oder Facebook kontaktieren.

source: Contact us
de: Kontaktiere uns

source: If you can't register an account or have trouble connecting to our server, please use this contact form.
de: Falls sie sich nicht registrieren oder nicht verbinden können, benutzen sie bitte unser Kontaktformular.

source: Contact
de: Kontakt

source: Thank you for contacting us.
de: Danke, dass du uns kontaktiert hast.

source: We will get back to you as soon as possible.
de: Wir melden uns so bald wie möglich.

source: You should have received a copy of your message in your email inbox.
de: Sie sollten eine Kopie der Nachricht in ihrem Posteingang erhalten haben.

source: The best way to contact us is to join our chatroom at <a href="xmpp:%(CONTACT_MUC)s">%(CONTACT_MUC)s</a>.
de: Der beste Weg uns zu kontaktieren ist über unseren Multi User Chat unter <a href="xmpp:%(CONTACT_MUC)s">%(CONTACT_MUC)s</a>.

source: If you have trouble registering or connecting, use this form and we will get back to you. Please try to be as specific as possible to describe your problem: What exactly have you done that led to your issue? If you get an error message, what does it say and where exactly do you see it? What client are you using? ...and so on.
de: Falls sie Probleme haben sich zu registrieren oder zu verbinden, können sie dieses Formular nutzen. Bitte versuchen sie, ihr Problem so genau wie möglich zu beschreiben: Welche Schritte haben dazu geführt? Falls sie eine Fehlermeldung bekommen, wie genau lautet sie und wo sehen sie sie? Welchen Client benutzen sie? ... und so weiter.

source: Send
de: Absenden

source: Your IP-Address appears on one or more <a href="https://en.wikipedia.org/wiki/DNSBL">DNS-based Blackhole Lists (DNSBL)</a>. This is most likely due to you using an open proxy server or your computer sending a lot of SPAM.
de: Ihre IP-Adresse steht auf einer oder mehreren <a href="https://de.wikipedia.org/wiki/DNSBL">DNS-based Blackhole Lists (DNSBL)</a>. Das liegt vermutlich daran, dass sie einen offenen Proxy-Server nutzen oder ihr Computer eine Menge SPAM verschickt.

source: <strong>Error:</strong> The Jabber server itself is currently unavailable. Please try again later!
de: <strong>Fehler:</strong> Der Jabber-Server ist derzeit nicht erreichbar.Bitte versuchen sie es später erneut!

source: Our <a href="https://twitter.com/%(TWITTER_HANDLE)s">Twitter page</a> usually is the first place were we inform users of minor outages and what we are doing to fix the problem. So please check there to see if we are already working on the problem.
de: Auf unserer <a href="https://twitter.com/%(TWITTER_HANDLE)s">Twitter Seite</a>erfahren sie normalerweise am schnellsten, was bei uns nicht stimmt und ob wir bereits an der Behebung des Problems arbeiten.

source: Please <a href="%(contact_url)s">contact us</a> if the problem persists and nothing is mentioned on our Twitter page.
de: Bitte <a href="%(contact_url)s">kontaktieren</a> sie uns, falls das Problem länger besteht.

source: %(date)s by %(user)s
de: %(date)s von %(user)s

source: ... read more
de: ... Weiter lesen

source: Language
de: Sprache

source: Updates
de: Aktualisierungen

source: If you use our server, we strongly encourage you to stay up to date.
de: Wir raten allen, die unseren Server nutzen, auf dem Laufenden zu bleiben.

source: Ooops! Not so fast.
de: Ooops! Nicht so schnell.

source: You have performed this activity to often in a short period of time.
de: Sie haben diese Aktivität zu oft ausgeführt. Bitte versuchen sie es später erneut.

source: We automatically block IP address temporarily if they perform this activity too often. Please wait a while before trying again.
de: Wir blockieren IP-Adressen automatisch für eine kurze Zeit die diese Aktivität zu oft ausführen. Bitte versuchen sie es später erneut.

source: ^contact/$
de: ^kontakt/$

source: one day
de: Ein Tag

source: one hour
de: eine Stunde

source: one minute
de: eine Minute

source: %(days)s, %(hours)s and %(minutes)s
de: %(days)s, %(hours)s und %(minutes)s

source: %(days)s and %(hours)s
de: %(days)s und %(hours)s

source: %(days)s and %(minutes)s
de: %(days)s und %(minutes)s

source: %(hours)s and %(minutes)s
de: %(hours)s und %(minutes)s

source: Now
de: Jetzt

source: Could not check DNS-based blocklists. Please try again later.
de: Konnte DNS-Blocklisten nicht abfragen. Bitte versuchen sie es später erneut.

source: No %(verbose_name)s found matching the query
de: Kein %(verbose_name)s unter dieser Adresse gefunden.
